[ISNAutoItSTUDIO]
language=Russian
version=0.88 BETA
author= Dimitry Masin 
comment=hola :)

str1=ISN AutoIt Studio+
str2=Создать новый проект AutoIеt
str3=Здесь вы можете создать новый проект AutoIt или загрузить уже существующий.
str4=Создать новый проект
str5=Название проекта:
str6=Открыть существующий проект
str7=Ок
str8=Отменить
str9=Сохранить
str10=Пропустить
str11=Повторить
str12=Применить
str13=Открыть
str14=Примечание: Изображены только проекты созданные с ISN AutoIt Studio!
str15=Добро пожаловать
str16=Название главного файла:
str17=Примечание:
str18=Создатель:
str19=Создать новый проект
str20=Открыть проект
str21=Название проекта | Создатель | Примечание | папка
str22=Проект создан...
str23=Пожалуйста, подождите...
str24=Не введено ни одного названия проекта!
str25=Ошибка
str26=Не введено название главного файла!
str27=Проект с таким названием уже сушествует!
str28=Удалеить проект
str29=Не выбран ни один проект для открытия!
str30=Создан при помощи ISN AutoIt Studio
str31=Закрывать карта
str32=Свойства
str33=Создан новый проект...
str34=Проект загружается...
str35=-> ОК
str36=Загрузка
str37=не может быть открыт! (Неизвестный тип файла)
str38=Закрытие файла...
str39=Файл
str40=Выход
str41=Закрыть текущий проект
str42=Настройки
str43=Создать новый файл в проекте (например, другой. Au3 сценарий)
str44=Импортировать любой файл в проект (например,. Jpg файл)
str45=Удалить выбранный файл / папку из проекта
str46=Создать новую папку в проекте
str47=был изменен! Сохранить изменения?
str48=Вопрос
str49=Экспортировать выбранных элементов из проекта
str50=сброс (Начать mainfile)
str51=Свойства Проекта
str52=Компировать проект
str53=Обновить древо проекта
str54=Сохранить изменения в текущей вкладке
str55=Отменить
str56=Переделать
str57=Выбрать файл(ы) для импортирования
str58=Все
str59=Импортировать в ...
str60=Файл(ы) успешно импортированы!
str61=Инфо
str62=будет удален! Вы уверены?
str63=импортировать в проект!
str64=удален!
str65=Открыть
str66=Переименовать
str67=Удалить
str68=Свойства
str69=Проект
str70=Создать новый файл
str71=Создать новую папку
str72=Импортировать файл(ы)
str73=Экспортировать файл(ы)/папки
str74=Удалить файл
str75=Переименовать файл/папку
str76=Переместить файл/папку
str77=Новая
str78=по-прежнему открываются в закладке! Этот файл должен быть закрыт первым!
str79=Плагин для этой вкладки, кажется разбился! Вкладка будет закрыта.
str80=Закрыть вкладку
str81=Закрытие вкладки...
str82=Тестировать скрипт (Начать текущую вкладку)
str83=Функции
str84=Глобальные переменные
str85=Поиск по тексту
str86=Сохранить файл...
str87=Поиск/замена текста
str88=Поиск:
str89=Заменить на:
str90=Только слова целиком
str91=Верхний/нижний регистр
str92=Регулярные выражения
str93=Поиск
str94=Заменить
str95=Заменить все
str96=Закрыть
str97=Поиск дирекции
str98=Вверх
str99=Вниз
str100=Обернуть вокруг+
str101=Показать предупреждение
str102=Конец страницы достигнута!
str103=Нет совпадений
str104=Начать файл
str105=Время воспроизведения:
str106=Остановить скрипт/реализировать проект
str107=Выполнение остановлено!
str108=AutoIt Проверка синтаксиса
str109=Редактировать
str110=Вырезать
str111=Копировать
str112=Вставить
str113=Удалить
str114=Сохранить все изменения
str115=Поиск и замена
str116=Перейти к строке ...
str117=Переименовать файл
str118=Изменить название файла
str119=главный файл проекта не может быть переименован/удален/перемещен! (Файл может быть переименован в менеджере проекта)
str120=Файл "project.isn" не может быть переименован/удален/перемещен!
str121=Переместить
str122=Запуск автоматического резервного копирования ...
str123=Есть слишком много открытых вкладок! Пожалуйста, закройте несколько!
str124=Настройки
str125=Главный
str126=Программа путей и каталогов
str127=Путь к проектам:
str128=Путь для создания резервных копий:
str129=Путь для готовых проектов:
str130=Язык
str131=Версия:
str132=Создатель:
str133=Комментарий:
str134=Смешанный
str135=Плагин|Типы файлов|Статус|id портфель
str136=АКТИВНЫЙ
str137=НЕАКТИВНЫЙ
str138=Плагины
str139=Детали
str140=Отключить плагин
str141=Включить плагин
str142=Название:
str143=Удалить плагин
str144=Вы действительно хотите удалить этот плагин?
str145=Переименовать
str146=Экспортировать папку
str147=успешно экспортируется!
str148=Укажите имя папки
str149=Где будет создана новая папка?
str150=Была создана новая папка!
str151=Файл не может быть сохранен! (возможно только для чтения)
str152=Переместить в
str153=AutoIt GUI (.isf) (ISN Form Studio 2)
str154=AutoIt Script (.au3)
str155=Файл INI (.ini)
str156=Текстовый файл (.txt)
str157=Тип файла
str158=Название файла
str159=Не введено название файла!
str160=Где создать новый файл?
str161=успешно создано!
str162=Созданный с ISN AutoIt Studio
str163=по
str164=Экспортирование завершено!
str165=Сохранить и закрыть
str166=ИНФО: Некоторые параметры вступят в силу после перезапуска программы!
str167=Прикрепить новый файл автоматически как включено
str168=Установленные плагины
str169=Удалить следующий проект?
str170=Ни один проект не выбран!
str171=Создано:
str172=Этот процесс не может быть отменен!
str173=?
str174=AutoIt Помощь
str175=ISN AutoIt Студия Помощь
str176=Насчет
str177=UDFs Помощь
str178=Инфо
str179=Версия:
str180=Посетите http://www.isnetwork.at.pn за обновлениями! ;)
str181=Создано:
str182=Эта программа использует следующие UDFs:
str183=Большое спасибо всем пользователям на немецком и английском И ИТАЛЯНСКОМ И РУССКИЙ Форумах Autolt! Без вас не было бы этого проекта!+
str184=За дополнительной информацией и обновлениями:
str185=Назначение функции
str186=Функции:
str187=Выбрать файл
str188=Выйти из программы?
str189=Автоматически загрузить последний проект
str190=Выход из программы должен быть подтвержден
str191=Показать логотип при запуске
str192=Автоматически загружать основной файл при открытии проекта
str193=ISN AutoIt Studio project file
str194=Использовать файлы .isn с ISN AutoIt Studio
str195=Скрыть Programlog+
str196=Редактор скриптов
str197=AutoIt редактор скриптов
str198=Скрыть правое окно (функции/глобальные переменные)
str199=Скрыть нижнее окно (AutoIt отладки/вывод сообщений)
str200=Использование автозаполнения для переменных в проекте (возможны замедления на больших проектах)
str201=Полностью отключить автозаполнение
str202=Отключить intelisense
str203=Показать номера строк
str204=Некоторые изменения вступят в силу только после перезапуска программы!
str205=Авто. Резервное копирование
str206=Автоматическое резервное копирование
str207=Включить автоматическое резервное копирования
str208=Интервал резервнго копирования:
str209=Минут(ы):
str210=Резервное копирование всего проекта не было осуществлено! Только отдельные файлы были отредактированы или открыты!
str211=Автоматическое удаление старых резервных копий
str212=Удаление резервных копий старше чем:
str213=День(и)
str214=Конфигурация сохранена!
str215=Загружены плагины:
str216=- Обзор
str217=Версия проекта:
str218=Проект создан на:
str219=Создано:
str220=Общий размер проекта:
str221=Файлы/папки в проекте:
str222=Файлы
str223=Папки
str224=Проект создан с версии программы:
str225=Необходимое время для проекта:     
str226=Переименовать проект
str227=Примечание: После того как название проекта было изменено, проект будет закрыт автоматически! Несохраненные файлы могут быть потеряны! Продолжить?
str228=Проект был переименован! Проект сейчас будет закрыт ...
str229=Измененить автора...
str230=Автор был изменен!
str231=Изменение комментарий
str232=Комментарий был изменен!
str233=Изменbnm версию проекта
str234=Версия проекта изменена!
str235=Составить
str236=INFO: Рекомендуется отключить все запущенные антивирусные программы перед компиляцией скрипта!
str237=Иконка для EXE-файла:
str238=Здесь вы можете составить проект! (Ваш Готовый проект будет сохранен в "Каталоге готовых проектов", который был дан в настройках программы!)
str239=Включает исходный код (. Au3 и. SDF файлов)
str240=Компиляция для 64-битной системы (EXE может быть запущена только на 64-битных системах!)
str241=Проект составляется ...
str242=Этот процесс может в зависимости от размера проекта, длитеся чуть больше!
str243=Папки готовы ...
str244=Инициализация ...
str245=Главный файл собран ...
str246=Ресурсы проекта будут скопированы ...
str247=Проект будет завершен ...
str248=По умолчанию
str249=Завершить
str250=Начальная конфигурация
str251=Начальная конфигурация закончить! Удачи с ISN AutoIt studio! ;)
str252=Sprache / Язык:+
str253=Пожалуйста, проверьте настройки для установки ISN AutoIt Studio.
str254=Благодарим Вас за интерес к ISN AutoIt Studio!
str255=Путь к AutoIt3.exe (Требуется чтобы начать скрипт):
str256=Путь к Aut2exe.exe (Потребности для компиляции):
str257=Путь к файлу справки о Autoit (AutoIt3Help.exe):
str258=Эти параметры могут быть изменены позже в разделе "Настройки"!
str259=Поиск файла
str260=Путь к  программе
str261=Трофеи
str262=Бронза
str263=Серебро
str264=Золото
str265=Первый проект
str266=Действия
str267=Здесь вы можете посмотреть на ваши трофеи вы заработали с ISN AutoIt studio! ;)
str268=-> Вы можете разблокировать трофеи, заполнив обозначеные задачи! Вы увидите задачи, перемещая курсор на трофей!
str269=Создайте свой собственный проект
str270=Первый GUI
str271=Создать GUI с ISN Form Studio 2
str272=Первая ошибка
str273=Сценарий был прерван из-за ошибки
str274=Новый трофей разблокирован!
str275=Составить проект
str276=Первая программа
str277=Создать мин. 5 проектов
str278=Первые 5 проектов
str279=Работа выиграть 30 минут по проекту
str280=Первые 30 минут
str281=Импорт мин. 15 файлов в проект только с операцией импорта (не распространяется на импорт содержимого папки!)
str282=Importmaster
str283=Трофеи отключены!
str284=Начать ISN AutoIt Studio мин. 150x
str285=Окончательный вентилятор
str286=Открыть мин. 15 различных вкладок
str287=Многозадачность
str288=Работа над проектом мин. 10 часов
str289=Выносливость
str290=Секрет :D
str291=Секрет из
str292=Разблокировать все другие трофеи
str293=AutoIt мастер
str294=Найти
str295=Путь к AutoIt3.exe:
str296=Путь к Aut2exe.exe:
str297=Путь к AutoIt3Help.exe:
str298=Выбрать папку
str299=Компиляция не возможна! Aut2exe.exe не найден! Пожалуйста, проверьте путь к программе!
str300=Запуск сценария не может быть осуществлен! AutoIt3.exe не найден! Пожалуйста, проверьте путь к программе!
str301=Не удается запустить помощь! AutoIt3Help.exe не найден! Пожалуйста, проверьте путь к программе!
str302=Отключить трофеи
str303=Трофеи отключены!
str304=Было отмечено, что некоторые необходимые шрифты отсутствуют! Это должно быть установлено? (Шрифты находятся в данные \ Шрифты)
str305=Шрифты установлены!
str306=Устранять неполадки
str307=Процесс использования:
str308=RAM:
str309=Показать небольшое окно отладки при тестировании скрипта
str310=Плагин не может быть запущен должным образом! Он сейчас закроется...
str311=Закрытие проекта...
str312=Запуск скрипта...
str313=Где должен быть сохранен файл ?
str314=Включить значок предварительного просмотра в projecttree для. Ico и. Exe файлов (может быть медленным для многих файлов)
str315=Внимание: Выбранный язык влияет на плагины! Если плагин не доступен на языкевыбранном языке он автоматически запускается на английским!
str316=Музыка:
str317=И, конечно, благодаря Джонатану Беннетту и команде AutoIt! AutoIt FTW! ;)
str318=При закрытии окна программы следующие действия:
str319=Выход программы
str320=Закрыть проект
str321=Свернуть программу
str322=Trophysound and Trophyicons:
str323=Формы в проекте
str324=Включает в себя
str325=следит за нагрузкой на скрипт (может быть медленным в той или иной форме)
str326=Позволить комментировать строки с '-' на цифровой клавиатуре
str327=Чистый источник
str328=Комментируйте строку(и)
str329=Показать комментарии
str330=Перейти к элементу...
str331=Этот проект не может быть загружен, потому что он уже открыт в другом экземпляре ISN AutoIt studio!
str332=не найден!
str333=В настоящее время используется версия:
str334=Обновленная версия:
str335=Контроль...
str336=Обновление
str337=Установка обновлений...
str338=Инициализация...
str339=Проверка подключения к Интернету...
str340=Не удалось проверить наличие обновлений!
str341=Подключение к IS-Network...
str342=Новая версия не найдена!
str343=Найдена новая версия:
str344=Доступно обновление!
str345=загружено
str346=Файл обрабатывается ...
str347=Обновление
str348=Загрузка обновлений ...
str349=Обновление было успешно загружено! ISN AutoIt studio закроется для завершения обновления...
str350=Проверить наличие обновлений
str351=Создать временный проект
str352=Проверка загрузки ...
str353=Все проекты
str354=Последние проекты
str355=Открыть менеджер проекта
str356=Откройте менеджер проекта для организации проектов и шаблонов
str357=Обновление установлено ...
str358=После завершения установки, ISN AutoIt Studio автоматически запускается!
str359=Обновление не может быть Установленно!
str360=установлен ...
str361=Путь для шаблонов:
str362=Создать новый проект из следующих шаблонов:
str363=Назад
str364=Руководитель проекта
str365=Все шаблоны
str366=Проект(ы) найдены
str367=Детали проекта для
str368=Название проекта:
str369=Автор проекта:
str370=Недавно открыто в:
str371=Создайте копию
str372=Название копии проекта?
str373=Копия
str374=Создана копия!
str375=Переименовать главный файл
str376=Главный файл создан!
str377=Шаблон(ы) найдены
str378=Имя шаблона: | Разработчик: | Папка:
str379=Шаблон 'По умолчанию'не может быть удален!
str380=Шаблоны не выбранны!
str381=Имя шаблона:
str382=Вы действительно хотите удалить этот шаблон:
str383=Изменить шаблон
str384=Здесь Вы можете редактировать шаблоны (создавать папки, добавлять данные и т.д.). После, закрыть проект чтобы сохранить шаблон!
str385=Загрузка шаблонов...
str386=Эта функция не может быть использован в этом режиме!
str387=Удалите шаблон
str388=Новый шаблон
str389=\/:*?"<>|'
str390=Название проекта не может содержать любой из следующих символов:
str391=Расположение:
str392=Проект переименован!
str393=ПРИМЕЧАНИЕ: Данный проект будет закрыт! продолжать?
str394=Предупреждение
str395=Не указанно спецефическое имя шаблона!
str396=Имя шаблона не может содержать следующие символы:
str397=Открытый:
str398=Показать в Проводнике
str399=Внимание! Это временный проект! Если проект будет закрыт он будет автоматически удален!
str400=Выберите GUI-Handle
str401=Особая благодарность идет к:
str402=И, конечно, всем остальным!
str403=ISN AutoIt Studio начинается ...
str404=Действия до запуска программы ...
str405=ISN AutoIt studio завершено ...
str406=Действие выполняется после выхода ...
str407=Путь к AutoIt
str408=навигация
str409=Добро пожаловать в ISN AutoIt Studio!
str410=никакой
str411=Выполните следующие программы до запуска:
str412=Выполните следующую программу после выхода:
str413=Все завершенные проекты в одну папку
str414=Окончательный проект создаст подпапку проекта
str415=Название подпапки:
str416=локальные переменные
str417=Вы пытаетесь открыть .exe файл. Исполняемые файлы могут содержать вирусы, которые могут нанести вред вашему компьютеру. Уверены, что вы хотите запустить следующий файл?
str418=Не показывать это сообщение
str419=Свойства дерева скрипта
str420=Показать следующие элементы в дереве скриптов:
str421=Конфигурировать древо скриптов
str422=Показать
str423=Автоматически развернуть
str424=Запуск Чистый источник...
str425=Все подведены в одной папке резервных копий
str426=Резервные копии в подпапке проекта по созданию
str427=Восстановление стандартного режима для готовых проектов
str428=Восстановление стандартного режима резервного копирования
str429=Да
str430=Нет
str431=Где должна быть создана резервная копия:
str432=Режим хранения для готовых проектов:
str433=Регионы
str434=Тракер ошибок
str435=Создать новую учетную запись
str436=Пароль потерян
str437=Создать новый ярлык
str438=Смотреть все ярлыки
str439=Показать открытые ярлыки
str440=Откройте в браузере
str441=Совет: Если вы создали аккаунт, вы можете добавлять комментарии к вашему ярлыку!
str442=Внимание! ISN AutoIt studio не должна быть запущена на сжатых дисках! продолжать?
str443=Поиск...
str444=Запуск ISN AutoIt studio на следующий экран:
str445=экран
str446=Запуск в полноэкранном режиме
str447=Отображать
str448=Монитор
str449=Настройка монитора
str450=Изменение
str451=Шрифт по умолчанию
str452=Шрифт:
str453=Размер шрифта:
str454=Идентифицировать
str455=Импоровать содержимое папки
str456=Импоровать содержимое папки!
str457=Полноэкранный режим включение / выключение
str458=Внимание: этот файл защищен от записи!
str459=Шрифт для древо проекта / древо скрипта
str460=Инициализация...
str461=Чтение конфигурации...
str462=Загрузка GUI...
str463=Загрузка плагинов...
str464=Загрузка проектов...
str465=Указать цвет:
str466=Цвет заднего плана:
str467=Цвет текущей строки:
str468=Древо проекта
str469=Древо скрипта
str470=Экспорт проекта
str471=Импорт проектов
str472=Хотели бы вы для защитить экспортированный проект с помощью пароля?
str473=Пожалуйста, введите пароль:
str474=Требуется пароль
str475=Идет анализ...
str476=Этот файл не может быть использован с ISN AutoIt Studio!
str477=Вы хотели бы импортировать следующий проект?
str478=Проект импортирован!
str479=Сжатый проект ISN AutoIt Studio
str480=Использовать .isp файлы с ISN AutoIt Studio
str481=Примечание: Уже существует проект с тем же именем папки! Существующий проект будет заменен! продолжать?
str482=Скины
str483=Не использовать скин для ISN AutoIt Studio (по умолчанию)
str484=Использовать следующие скин:
str485=URL:
str486=Название скин:|Автор:|id
str487=Нажмите, чтобы открыть
str488=Тестировать проект (без параметров)
str489=Тестировать проект
str490=Изменить параметры запуска
str491=Открыть файл после создания
str492=Здесь вы можете указать параметры запуска для выполнения тестирования проекта. (например, param1 param2 param3)
str493=Передовой
str494=Сброс предупреждений
str495=Используйте следующие прокси-сервер (например, для онлайн-обновлений):
str496=Предупреждения были сбршены!
str497=Имя пользователя:
str498=Адрес сервера:
str499=Порт:
str500=Пароль:
str501=Цвет:
str502=Используйте следующий файл в качестве основного файла:
str503=Основной файл не указан!
str504=Создать новый проект из существующих. Au3 файлов
str505=Имя основного файла не может содержать любой из следующих символов:
str506=Используйте этот путь в качестве корневого каталога
str507=Открытие внешних проектов


str508=Открыть файл
str509=Открыть внешний файл
str510=Сохранить свертывание кода
str511=Правило будет выполняться после того, как проект быдет открыт.
str512=Правило будет выполняться после того, как проект быдет собран.
str513=Правило будет выполняться после того, как кнопка памяти (или Ctrl + S) будет нажата.
str514=Отключить правило
str515=Включить правило
str516=Правило будет выполняться после того как источник Tidy быдет выполнен.
str517=Установить текст в строке состояния
str518=Изменить текст в строке состояния ISN AutoIt студии.
str519=Правила проекта
str520=Новые правила
str521=Правила для текущего проекта
str522=Здесь вы можете задать правила для вашего проекта (например, после составления переместить папку в C: \ Temp)
str523=Изменить правило
str524=Удалить правило
str525=ИНФО: Определенные здесь правила только для текущего проекта!
str526=Имя правила | Статус| Ид
str527=Имя правила:
str528=Используйте следующие триггеры, чтобы начать правила
str529=Выполните следующие действия
str530=Акции | Подробнее | Ид
str531=Добавить триггер
str532=Удалить триггер
str533=Удалить действие
str534=Добавить действие
str535=Переместить действия вверх
str536=Переместить действия вниз
str537=Изменить действия
str538=Изменить текст в строке состояния:
str539=Вы действительно хотите удалить выбранные правила?
str540=Функции сна
str541=Подождите несколько секунд до начала следующего действия правил.+
str542=Как долго ждать? (В миллисекундах)
str543=ИНФО: Действия правила, всегда выполняются в порядке (сверху вниз)
str544=Правило будет выполнено после того, как проверка синтаксиса AutoIt  быдет выполнена.
str545=Правило будет выполнено, когда проект будет закрыт. (Или ISN AutoIt студия будет закрыта)
str546=Правило будет выполнено, когда файл открывается в новой вкладке.
str547=Правило будет выполнено когда закладка будет закрыта.
str548=Имя файла%название файла% был отредактирован за пределами студии ISN AutoIt [BREAK] Вы хотите загрузить файл [BREAK] Внимание: Изменения будут потеряны!
str549=Нечего для настройки!
str550=Сверните главное окно
str551=СВернуть ISN AutoIt Studio.
str552=Текст Проект / скрипт
str553=Правило выполнится прежде, чем проект или сценарий пройдет испытание.
str554=Сброс трофеев
str555=Трофеи будут сброшены! Конечно?
str556=Первое правило проекта
str557=Создайте правила для Вашего проекта
str558=Megascript+
str559=Работа над .au3 файл с более чем 4500 линий
str560=Правило выполняется когда выполнение скрипта/проекта остановлено.
str561=Ошибка в скрипте
str562=Правило выполняется когда выполнение скрипта/проекта прервано из-за ошибки в скрипте.
str563=Компиляция настроек
str564=ИНФО: Заданные здесь параметры применяются только к текущему проекту!
str565=Очень низкий
str566=Низкий
str567=Нормальный
str568=Высокий
str569=Очень высокий
str570=Сжатие:
str571=Использовать сжатие UPX
str572=Запустите .exe файл после компиляции
str573=Открыть папку назначения после составления
str574=Компилировать как консольное приложение
str575=Файловая операция
str576=Обеспечивает возможность копировать / перемещать / переименовывать или удалять папку или файл.
str577=Другие пути
str578=Путь к открытому в данный момент проекту.
str579=Если проект был уже составлен, это путь к папке назначения.
str580=Путь где ISN AutoIt студия была запущена.
str581=Путь к папке Windows.
str582=Источник (папка или файл):
str583=Пункт назначения:
str584=Назначение
str585=Тип:
str586=Путь к временной папке.
str587=Путь к каталогу рабочего стола.
str588=Путь к папке, в которой создаются резервные копии текущего проекта.
str589=Экспорт правил
str590=Импорт правил
str591=Импорт Завершен!
str592=Запустите программу
str593=Открывает внешнюю программу или внешний файл.
str594=Запуск программы или файла
str595=Открыть следующую программу или файл:
str596=Параметры:
str597=Подождите пока программа или файл закрывается
str598=Начать скрытым (окно не будет показано)
str599=Новое название папки или файла:
str600=Компилировать файла .au3 в .exe файл
str601=Компилировать файла
str602=Скомпилируйте файл:
str603=Назначение готового файл:
str604=Название готового файла:
str605=Компиляция дополнительных файлов...
str606=Помощь
str607=Инструменты
str608=Генератор Msgbox
str609=Окно инструментов инфо 
str610=Свернуть / развернуть все
str611=Ruleslot 1
str612=Ruleslot 2
str613=Ruleslot 3
str614=Ruleslot 4
str615=Ruleslot 5
str616=Правила проекта уже определены для етого Ruleslot! Только одно правило проекта может быть определено для Ruleslot!
str617=Ruleslots свободно назначаемых кнопок. Есть 5 доступных для каждого проекта. Вы можете запускать projectrule в меню "Сервис" или на панели инструментов.
str618=Это Ruleslots не назначается ни projectrule [Break], Вы можете создать проект правил под "проект -.> Projectrules'.
str619=Подходит для версии студии ISN AutoIt:
str620=Редактировать триггер
str621=Установить значок для ruleslot
str622=Следующий
str623=Выбрать значок
str624=Закрывает открытый в данный момент проекты. Все последующие действия будут игнорироваться!
str625=Иконка:
str626=Нет иконки
str627=Вставить код в выделенную позицию
str628=Всегда поверх других окон
str629=Заголовок окна
str630=Текст
str631=Кнопки
str632=ОК, Отмена
str633=Да,Нет
str634=Да,Нет,Отмена
str635=Отмена,Повторить,Игнорировать
str636=Повторить,Отмена
str637=Отмена,Попробовать еще раз,Продолжить
str638=По правому краю текста
str639=MsgBox имеет значок
str640=Тайм-аут
str641=Кнопка по умолчанию:
str642=Первая кнопка
str643=Вторая кнопка
str644=Третья кнопка
str645=Пытается открыть внешний файл в AutoIt ISN студии
str646=Создать MsgBox
str647=Создает окно сообщения с содержание определенным пользователем.
str648=Просмотр команд в справке
str649=Сохраняет изменения на всех вкладках
str650=Сохранить все вкладки
str651=Цвет панели инструментов
str652=ИНФО: Чтобы выбрать другой цвет, просто нажмите на прямоугольник (справа)!
str653=Вставьте значение HEX в коде
str654=HEX (RGB):
str655=Красный (DEC):
str656=Зеленый (DEC):
str657=Синий (DEC):
str658=Обработать